/* Strings not to be in the MAS version */
"https://macitbetter.com/buy/betterzip" = "https://macitbetter.com/buy/betterzip";
"https://macitbetter.com/lost-key-for/betterzip" = "https://macitbetter.com/lost-key-for/betterzip";
"https://macitbetter.com/BetterZip.rss" = "https://macitbetter.com/BetterZip.rss";
"Pleeease!"      = "¡Por favooor!";
"Buy Now..."     = "Comprar ahora...";
"Must.Buy.Now."  = "Debe.Comprar.Ahora.";
"Instant Karma"  = "Karma Instantánea";
"Buy Me!"        = "¡Cómprame!";
"%d days left" = "Quedan %d días";
"Buy today!" = "¡Comprar hoy!";
"The trial period is over" = "El período de prueba ha finalizado";
"Please register BetterZip to enable the saving of archives." = "Por favor registra BetterZip para permitir el guardado de archivos.";
"Buy now" = "Comprar en línea";
"Your trial period is over. You can still view archives, but saving archives has been disabled. Please register, if you want to continue using BetterZip! Click the 'Buy now' button below and receive your license key within minutes." = "El periodo de prueba ha finalizado. Podrás ver los archivos pero el guardado ha sido desactivado. ¡Por favor, regístrate si quieres seguir usando BetterZip! Haz click en el botón de abajo “comprar en línea” y recibirás tu clave de licencia en unos minutos.";
"Registration: # %d on %@ for %d licenses\nLicensee: %@" = "Registrado: # %d el %@ para %d licencias\nTitular de la licencia: %@";
"Registration: # %d on %@\nLicensee: %@" = "Registrado: # %d el %@\nTitular de la licencia: %@";
"More license keys required." = "Se necesita la clave completa en la licencia.";
"BetterZip has detected more copies running at the same time in your network than you have license keys. \n\nEvery computer in your network needs its own license key. Please consider buying one of those really reasonably priced multi-user licenses." = "BetterZip ha detectado más copias ejecutándose al mismo tiempo en su red que claves de licencia se posee.\n\nCada computadora en su red necesita su propia clave de licencia. Considere comprar una de esas licencias multiusuario a un precio muy razonable.";
"\nYour copy of BetterZip is registered. Thank you!" = "\nTu copia de BetterZip ha sido registrada. ¡Gracias!";
"Continue" = "Continuar";
"BetterZip is not yet registered. Your trial period will end tomorrow. To continue using BetterZip click the 'Buy now' button below and register now!" = "BetterZip aún no está registrado. El período de prueba finalizará mañana. Para seguir utilizando BetterZip pulsa el botón 'Comprar en línea' y ¡Regístrate ahora!";
"BetterZip is not yet registered. Your trial period ends today. To continue using BetterZip click the 'Buy now' button below and register now!" = "BetterZip aún no está registrado. El período de prueba finaliza hoy. Para seguir utilizando BetterZip pulsa el botón 'Comprar en línea' y ¡Registraté ahora!";
"Your trial period is over. Although BetterZip will work for a few more days, you have to register, if you want to continue using it! Click the 'Buy now' button below and receive your license key within minutes." = "Período de prueba finalizado. ¡Aunque BetterZip funcionará durante unos días más, deberás registrarlo si quieres continuar utilizando! Haz click en el botón 'Comprar en línea' y recibirás tu clave de licencia en unos minutos.";
"The code is invalid. Make sure you pasted the complete key into the text field." = "El código no es válido. Asegúrese de que ha pegado la clave completa en el campo de texto.";
"Later" = "Más tarde";
"Welcome back to BetterZip!" = "¡BetterZip te da de nuevo la bienvenida!";
"It has been a long time since you last tried BetterZip. Take a few more days to evaluate it again. Your trial period has been extended by five days." = "Ha pasado mucho tiempo desde la última vez que probastes BetterZip. Disfruta de unos días más de prueba. El periodo de prueba se ha ampliado.";
"Great!" = "¡Genial!";
"Check for Updates..." = "Buscar actualizaciones...";
"Automatically check for updates (last check: %@)" = "Buscar actualizaciones automáticamente (última comprobación: %@)";
"Your license is not valid for this version of BetterZip, but our upgrade fees are very reasonable.\nClick the 'Buy now' button to check it out." = "Tu licencia de BetterZip no es válida para esta versión, pero nuestras tarifas de actualización son muy razonables.\nHaz click en el botón 'Comprar en línea' para comprobarlo.";
"Registration..." = "Registro...";

/* New in BetterZip 3 */
"This function is available to registered users only." = "Esta función sólo está disponible para usuarios registrados.";
"Better get your license today!" = "Le aconsejamos adquirir su licencia ¡Hoy!";
"This is a license code for an older version of BetterZip. You can use it to purchase a BetterZip 4 license for the discounted upgrade price of $9.99. Click “Upgrade now” below to go to our web shop." = "Este es un código de licencia para una versión anterior de BetterZip. Puedes utilizarlo para comprar una licencia de BetterZip 4 a un precio de actualización con descuento de $9,99. Haga clic en \"Actualizar ahora\" para ir a nuestra tienda web.";
"This is a temporary license code for customers who bought BetterZip 2 in the Mac App Store. You can use it to purchase a BetterZip 4 license for the discounted upgrade price of $9.99. Click “Upgrade now” below to go to our web shop." = "Esto es un código de licencia temporal para los usuarios que compraron BetterZip 2 en la Mac App Store. Lo puedes utilizar para comprar una licencia BetterZip 4 por un precio de actualización con descuento de $9.99. Haga clic abajo en “Actualizar ahora” para ir a nuestra tienda web.";
"BetterZip is not yet registered. Your trial period will end in %d days. \n\nIf you like BetterZip, click the 'Buy now' button below and get your license today!" = "BetterZip aún no está registrado. El período de prueba terminará en %d días. \n\n¡Si te gusta BetterZip, haz clic en el botón \"Comprar ahora\" y obtén tu licencia hoy mismo!";
"Trial user\n%d days left" = "Versión de prueba\n%d días restantes";
"Upgrade now" = "Actualizar ahora";
